IDEA Open Model
LineLoad.BegPositionY Property
Compatible with IDEA StatiCa Beta 20.0
 point support position Y
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double BegPositionY { get; set; }
Public Property BegPositionY As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace